[
  {
    "id": "news-001",
    "title": "KLP48 Announces New Single 'Neon Dreams' - Release Date Confirmed!",
    "slug": "klp48-announces-new-single-neon-dreams",
    "excerpt": "Get ready for KLP48's most ambitious single yet! 'Neon Dreams' will be released on February 14, 2026, featuring all 48 members in a stunning visual spectacle.",
    "content": "<p>KLP48 has officially announced their upcoming single 'Neon Dreams', set to release on Valentine's Day 2026. This marks the group's first full-member single in over a year, featuring elaborate choreography and cutting-edge production.</p><p>The music video, filmed in Kuala Lumpur's iconic cityscape, showcases the group's evolution and growth. Director Sarah Tan worked with the members to create a visual masterpiece that blends traditional Malaysian aesthetics with futuristic cyberpunk elements.</p><p>Pre-orders begin January 15, 2026. Three editions will be available: Regular, Limited, and Theater editions, each with exclusive content and photo cards.</p>",
    "category": "release",
    "image": "https://images.unsplash.com/photo-1514525253161-7a46d19cd819?w=1200&h=800&fit=crop",
    "author": "KLP48 Staff",
    "publishedAt": "2026-01-05T10:00:00Z",
    "featured": true,
    "tags": ["single", "release", "music video", "neon dreams"],
    "readTime": 3,
    "views": 15420
  },
  {
    "id": "news-002",
    "title": "Meet the 5th Generation: 12 New Members Join KLP48",
    "slug": "meet-5th-generation-new-members",
    "excerpt": "Introducing the newest additions to the KLP48 family! The 5th generation brings fresh talent and diverse backgrounds from across Malaysia.",
    "content": "<p>After a rigorous audition process that saw over 2,000 applicants, 12 talented individuals have been selected to join KLP48 as the 5th generation members. The new members range from ages 16 to 22 and hail from various states including Penang, Sabah, Sarawak, and Johor.</p><p>The announcement was made during a special live stream event that garnered over 50,000 concurrent viewers. Each new member introduced themselves in multiple languages, showcasing the group's commitment to Malaysia's multicultural identity.</p><p>The 5th generation will undergo intensive training before making their theater debut in March 2026.</p>",
    "category": "news",
    "image": "https://images.unsplash.com/photo-1511632765486-a01980e01a18?w=1200&h=800&fit=crop",
    "author": "KLP48 Staff",
    "publishedAt": "2026-01-04T14:30:00Z",
    "featured": true,
    "tags": ["5th generation", "new members", "audition"],
    "readTime": 4,
    "views": 22100
  },
  {
    "id": "news-003",
    "title": "Exclusive Fan Club Benefits Announced for 2026",
    "slug": "fan-club-benefits-2026",
    "excerpt": "Premium tier members get exclusive access to member birthday events, priority ticketing, and limited merchandise. Plus, new international shipping options!",
    "content": "<p>KLP48 is thrilled to announce enhanced fan club benefits for 2026! Premium members will enjoy exclusive perks including priority access to all events, special member birthday celebrations, and limited edition merchandise only available to fan club members.</p><p>New this year: International shipping is now available to fans in Singapore, Thailand, Indonesia, and the Philippines. We're committed to bringing KLP48 closer to fans across Southeast Asia.</p><p>Membership registration opens January 10, 2026. Early bird pricing available for the first 1,000 members!</p>",
    "category": "fanclub",
    "image": "https://images.unsplash.com/photo-1492684223066-81342ee5ff30?w=1200&h=800&fit=crop",
    "author": "Fan Club Team",
    "publishedAt": "2026-01-03T09:00:00Z",
    "featured": true,
    "tags": ["fan club", "membership", "benefits"],
    "readTime": 3,
    "views": 8540
  },
  {
    "id": "news-004",
    "title": "KLP48 Theater Grand Opening - March 2026",
    "slug": "klp48-theater-grand-opening",
    "excerpt": "Our brand new dedicated theater in Bukit Bintang will open its doors in March! Daily performances, fan meet-ups, and special events await.",
    "content": "<p>After years of planning and construction, the KLP48 Theater in Bukit Bintang, Kuala Lumpur will officially open in March 2026. The state-of-the-art venue features a 300-seat theater, merchandise shop, café, and exhibition space.</p><p>Daily performances will showcase different teams and units, giving fans unprecedented access to see their favorite members perform. Special themed shows and seasonal events are also planned throughout the year.</p><p>Theater memberships and ticket packages will be available starting February 2026.</p>",
    "category": "event",
    "image": "https://images.unsplash.com/photo-1524368535928-5b5e00ddc76b?w=1200&h=800&fit=crop",
    "author": "KLP48 Management",
    "publishedAt": "2026-01-02T11:00:00Z",
    "featured": false,
    "tags": ["theater", "venue", "opening"],
    "readTime": 4,
    "views": 12300
  },
  {
    "id": "news-005",
    "title": "New Official Merchandise Collection Drops Next Week",
    "slug": "new-merchandise-collection-january",
    "excerpt": "Limited edition hoodies, lightsticks v2.0, and member photo card sets launching January 12. Don't miss out on these exclusive items!",
    "content": "<p>Mark your calendars! The KLP48 Winter 2026 merchandise collection launches January 12 at 12:00 PM MYT. This collection features cozy hoodies with embroidered member signatures, the highly-anticipated Lightstick v2.0 with improved battery life and Bluetooth connectivity, and exclusive photo card sets.</p><p>All items are limited quantity and will be available through the official online store and at pop-up locations in Kuala Lumpur, Penang, and Johor Bahru.</p>",
    "category": "store",
    "image": "https://images.unsplash.com/photo-1441986300917-64674bd600d8?w=1200&h=800&fit=crop",
    "author": "KLP48 Store",
    "publishedAt": "2026-01-01T08:00:00Z",
    "featured": false,
    "tags": ["merchandise", "store", "limited edition"],
    "readTime": 2,
    "views": 9200
  },
  {
    "id": "news-006",
    "title": "Member Spotlight: Aisha Rahman's Journey to Center Position",
    "slug": "aisha-rahman-center-position-journey",
    "excerpt": "From shy trainee to center of 'Neon Dreams' - Aisha's inspiring story of determination and growth over three years with KLP48.",
    "content": "<p>In an exclusive interview, Aisha Rahman shares her emotional journey from being a nervous trainee to earning the center position for KLP48's upcoming single 'Neon Dreams'. The 20-year-old from Kuala Lumpur joined as part of the 3rd generation and has steadily built her skills and confidence.</p><p>'I never imagined I'd be here,' Aisha says with tears in her eyes. 'The members and fans have supported me every step of the way. This center position isn't just mine - it belongs to everyone who believed in me.'</p><p>Her journey inspires many young fans who see themselves in her story of perseverance and hard work.</p>",
    "category": "news",
    "image": "https://images.unsplash.com/photo-1516450360452-9312f5e86fc7?w=1200&h=800&fit=crop",
    "author": "Maya Lim",
    "publishedAt": "2025-12-28T15:00:00Z",
    "featured": false,
    "tags": ["member spotlight", "aisha rahman", "center"],
    "readTime": 5,
    "views": 18900
  },
  {
    "id": "news-007",
    "title": "KLP48 to Perform at Malaysia Day Festival 2026",
    "slug": "malaysia-day-festival-2026-performance",
    "excerpt": "Special collaboration performance with Malaysian artists confirmed for September's national celebration at Merdeka Square.",
    "content": "<p>KLP48 has been selected to perform at the Malaysia Day Festival 2026, one of the nation's biggest annual celebrations. The group will present a special collaborative performance featuring songs in Bahasa Malaysia, English, Chinese, and Tamil, representing Malaysia's multicultural heritage.</p><p>This marks KLP48's third consecutive year performing at national events, cementing their status as cultural ambassadors for Malaysian youth culture.</p>",
    "category": "event",
    "image": "https://images.unsplash.com/photo-1470229722913-7c0e2dbbafd3?w=1200&h=800&fit=crop",
    "author": "Event Team",
    "publishedAt": "2025-12-26T10:00:00Z",
    "featured": false,
    "tags": ["malaysia day", "festival", "performance"],
    "readTime": 3,
    "views": 7650
  },
  {
    "id": "news-008",
    "title": "Behind the Scenes: Making of 'Neon Dreams' Music Video",
    "slug": "behind-scenes-neon-dreams-mv",
    "excerpt": "Go behind the cameras for an exclusive look at the three-day shoot that brought 'Neon Dreams' to life. Featuring interviews and never-before-seen footage.",
    "content": "<p>The production of 'Neon Dreams' was KLP48's most ambitious project to date. Shot over three nights in various Kuala Lumpur locations including Pavilion KL, KLCC Park, and Petaling Street, the music video required over 200 crew members and elaborate set designs.</p><p>Members trained for weeks to perfect the synchronized choreography, which features complex formations and dynamic camera work. 'We wanted to create something that would make Malaysian fans proud,' says director Sarah Tan.</p><p>Watch the full behind-the-scenes documentary on KLP48's official YouTube channel.</p>",
    "category": "release",
    "image": "https://images.unsplash.com/photo-1485579149621-3123dd979885?w=1200&h=800&fit=crop",
    "author": "Production Team",
    "publishedAt": "2025-12-24T12:00:00Z",
    "featured": false,
    "tags": ["behind the scenes", "music video", "production"],
    "readTime": 6,
    "views": 14200
  },
  {
    "id": "news-009",
    "title": "Fan Art Contest Winners Announced!",
    "slug": "fan-art-contest-winners-2025",
    "excerpt": "Congratulations to our talented fans! Check out the winning entries from the 2025 Fan Art Contest and see if you made the top 10.",
    "content": "<p>After reviewing over 500 submissions, we're excited to announce the winners of the 2025 KLP48 Fan Art Contest! The creativity and passion displayed by our fans never ceases to amaze us.</p><p>First place goes to @艺术家小莉 with their stunning digital illustration of Team K. Second place to @fanartMY for the beautiful watercolor portrait series. Third place to @klp48_sketches for the animated tribute video.</p><p>All winners will receive signed merchandise and exclusive invites to the upcoming fan meet event!</p>",
    "category": "fanclub",
    "image": "https://images.unsplash.com/photo-1460661419201-fd4cecdf8a8b?w=1200&h=800&fit=crop",
    "author": "Fan Club Team",
    "publishedAt": "2025-12-22T14:00:00Z",
    "featured": false,
    "tags": ["fan art", "contest", "community"],
    "readTime": 3,
    "views": 6800
  },
  {
    "id": "news-010",
    "title": "KLP48 Charity Concert Raises RM250,000 for Education",
    "slug": "charity-concert-education-fund",
    "excerpt": "Members perform special setlist at charity concert benefiting underprivileged students across Malaysia. Thank you to all fans who participated!",
    "content": "<p>KLP48's annual charity concert was a resounding success, raising RM250,000 for the Education Fund Malaysia. The event, held at Stadium Negara, featured special performances, member solo stages, and surprise collaborations.</p><p>All proceeds will support scholarships for underprivileged students pursuing higher education. 'Education is the foundation of our future,' said Team Leader Mei Lin during her speech. 'We're grateful to contribute to something so meaningful.'</p><p>Fans who attended received special charity concert photo cards, with all sales also contributing to the fund.</p>",
    "category": "event",
    "image": "https://images.unsplash.com/photo-1501281668745-f7f57925c3b4?w=1200&h=800&fit=crop",
    "author": "KLP48 Staff",
    "publishedAt": "2025-12-20T16:00:00Z",
    "featured": false,
    "tags": ["charity", "concert", "education"],
    "readTime": 4,
    "views": 11400
  },
  {
    "id": "news-011",
    "title": "New Training Documentary Series Coming to YouTube",
    "slug": "training-documentary-series-youtube",
    "excerpt": "Follow the 5th generation trainees in their journey to debut. 8-episode documentary series premieres January 20 on KLP48's official channel.",
    "content": "<p>Get ready for an intimate look at what it takes to become a KLP48 member! Our new documentary series 'Road to Debut' follows the 5th generation trainees through their intensive training program.</p><p>The 8-episode series covers vocal lessons, dance practice, language classes, and personal struggles as these young performers chase their dreams. Episodes premiere every Friday starting January 20, 2026.</p><p>Subscribe to KLP48's YouTube channel and turn on notifications so you don't miss an episode!</p>",
    "category": "news",
    "image": "https://images.unsplash.com/photo-1492619375914-88005aa9e8fb?w=1200&h=800&fit=crop",
    "author": "Media Team",
    "publishedAt": "2025-12-18T10:00:00Z",
    "featured": false,
    "tags": ["documentary", "youtube", "trainees"],
    "readTime": 3,
    "views": 9100
  },
  {
    "id": "news-012",
    "title": "Limited Time: Holiday Special Merchandise 50% Off",
    "slug": "holiday-special-merchandise-sale",
    "excerpt": "End of year clearance! Selected 2025 merchandise up to 50% off. Sale ends December 31 or while stocks last.",
    "content": "<p>Don't miss our biggest sale of the year! Selected 2025 merchandise including t-shirts, photo books, and accessories are now up to 50% off. This is your chance to complete your collection or stock up on gifts for fellow fans.</p><p>Sale items are limited quantity and available on a first-come, first-served basis. Shop now at our online store or visit our pop-up locations.</p><p>Sale ends December 31, 2025, 11:59 PM MYT.</p>",
    "category": "store",
    "image": "https://images.unsplash.com/photo-1607083206968-13611e3d76db?w=1200&h=800&fit=crop",
    "author": "KLP48 Store",
    "publishedAt": "2025-12-15T08:00:00Z",
    "featured": false,
    "tags": ["sale", "merchandise", "holiday"],
    "readTime": 2,
    "views": 13600
  },
  {
    "id": "news-013",
    "title": "Member Birthday Celebrations: January Schedule Released",
    "slug": "january-birthday-celebrations-schedule",
    "excerpt": "Join us in celebrating our January birthday members! Special live streams, theater shows, and fan events planned throughout the month.",
    "content": "<p>January is packed with birthday celebrations! We have seven members celebrating their birthdays this month, and we've planned special events for each one.</p><p>Highlights include Siti's birthday live stream (Jan 5), Lisa's solo theater performance (Jan 12), and Wei Ling's fan meeting (Jan 25). Fan club members get priority registration for all events.</p><p>Check our events calendar for full details and ticket information!</p>",
    "category": "event",
    "image": "https://images.unsplash.com/photo-1464347744102-11db6282f854?w=1200&h=800&fit=crop",
    "author": "Event Team",
    "publishedAt": "2025-12-14T12:00:00Z",
    "featured": false,
    "tags": ["birthday", "celebration", "events"],
    "readTime": 3,
    "views": 7200
  },
  {
    "id": "news-014",
    "title": "KLP48 Wins 'Best New Artist' at ASEAN Music Awards",
    "slug": "asean-music-awards-best-new-artist",
    "excerpt": "Historic win! KLP48 takes home Best New Artist trophy at the prestigious ASEAN Music Awards in Bangkok, beating nominees from 8 countries.",
    "content": "<p>What an incredible honor! KLP48 has been awarded 'Best New Artist' at the 2025 ASEAN Music Awards, held in Bangkok, Thailand. The group competed against talented artists from Indonesia, Thailand, Singapore, Philippines, Vietnam, Cambodia, Brunei, and Myanmar.</p><p>Captain Mei Lin accepted the award on behalf of the group, delivering an emotional speech in four languages. 'This award belongs to our fans who have supported us from day one,' she said.</p><p>This win marks KLP48's first international award and opens doors for future regional collaborations.</p>",
    "category": "news",
    "image": "https://images.unsplash.com/photo-1459749411175-04bf5292ceea?w=1200&h=800&fit=crop",
    "author": "KLP48 Management",
    "publishedAt": "2025-12-10T18:00:00Z",
    "featured": false,
    "tags": ["award", "asean", "achievement"],
    "readTime": 4,
    "views": 25300
  },
  {
    "id": "news-015",
    "title": "Collaboration Alert: KLP48 x Malaysian Fashion Brand",
    "slug": "fashion-collaboration-announcement",
    "excerpt": "KLP48 teams up with local fashion brand 'Batik Modern' for exclusive clothing line launching Spring 2026. Preview the designs!",
    "content": "<p>Fashion meets pop culture! KLP48 is collaborating with renowned Malaysian fashion brand 'Batik Modern' to create an exclusive clothing line that blends traditional batik patterns with contemporary streetwear aesthetics.</p><p>Each member contributed to the design process, ensuring the collection represents both KLP48's vibrant energy and Malaysia's rich cultural heritage. The line includes jackets, dresses, accessories, and limited edition batik lightstick covers.</p><p>Pre-orders open February 2026. A portion of proceeds will support local batik artisans.</p>",
    "category": "store",
    "image": "https://images.unsplash.com/photo-1445205170230-053b83016050?w=1200&h=800&fit=crop",
    "author": "Collaboration Team",
    "publishedAt": "2025-12-08T14:00:00Z",
    "featured": false,
    "tags": ["collaboration", "fashion", "batik"],
    "readTime": 3,
    "views": 10800
  },
  {
    "id": "news-016",
    "title": "Meet & Greet Ticket Sales: February Event",
    "slug": "meet-greet-february-2026-tickets",
    "excerpt": "Limited slots available! February meet & greet with Team K happening in three cities. Ticket sales start January 8.",
    "content": "<p>Team K meet & greet events are coming to Kuala Lumpur, Penang, and Johor Bahru in February 2026! This is your chance to meet your favorite members up close, get autographs, and take photos.</p><p>Each session is limited to 100 fans to ensure quality interaction time. Tickets include a special meet & greet photo card set and exclusive merchandise.</p><p>Fan club members get 24-hour early access. Public sales open January 8, 2026 at 10:00 AM MYT. Tickets expected to sell out quickly!</p>",
    "category": "fanclub",
    "image": "https://images.unsplash.com/photo-1540039155733-5bb30b53aa14?w=1200&h=800&fit=crop",
    "author": "Fan Club Team",
    "publishedAt": "2025-12-06T09:00:00Z",
    "featured": false,
    "tags": ["meet and greet", "tickets", "team k"],
    "readTime": 3,
    "views": 16700
  },
  {
    "id": "news-017",
    "title": "KLP48 Mobile Game Launch Announced!",
    "slug": "mobile-game-launch-announcement",
    "excerpt": "Coming Q2 2026: Official KLP48 rhythm game for iOS and Android. Pre-registration rewards and exclusive gameplay footage revealed!",
    "content": "<p>Mobile gamers, rejoice! KLP48 is launching an official rhythm game in Q2 2026 for iOS and Android devices. Developed in partnership with leading game studio Pixel Dreams, the game features 30+ KLP48 songs, member collection and leveling system, and exclusive in-game stories.</p><p>Pre-registration opens January 2026. Early registrants will receive special SR member cards and in-game currency. The game will be free-to-play with optional purchases.</p><p>Check out the gameplay trailer on our official YouTube channel!</p>",
    "category": "news",
    "image": "https://images.unsplash.com/photo-1556438064-2d7646166914?w=1200&h=800&fit=crop",
    "author": "Digital Team",
    "publishedAt": "2025-12-04T11:00:00Z",
    "featured": false,
    "tags": ["mobile game", "rhythm game", "app"],
    "readTime": 4,
    "views": 19200
  },
  {
    "id": "news-018",
    "title": "Special Performance: KLP48 at Year-End Music Festival",
    "slug": "year-end-music-festival-performance",
    "excerpt": "Don't miss KLP48's special medley performance at Malaysia's biggest year-end music festival. Broadcasting live on December 31!",
    "content": "<p>Ring in the new year with KLP48! The group will perform a special 15-minute medley of their biggest hits at the Malaysia Year-End Music Festival on December 31, 2025.</p><p>The performance will feature all 48 members and include special effects, costume changes, and surprise collaborations with other Malaysian artists. The event will be broadcast live on national television and streaming platforms.</p><p>Limited VIP tickets are still available for the in-person event at Bukit Jalil National Stadium.</p>",
    "category": "event",
    "image": "https://images.unsplash.com/photo-1429962714451-bb934ecdc4ec?w=1200&h=800&fit=crop",
    "author": "Event Team",
    "publishedAt": "2025-12-02T10:00:00Z",
    "featured": false,
    "tags": ["festival", "performance", "live"],
    "readTime": 3,
    "views": 8900
  },
  {
    "id": "news-019",
    "title": "Album Pre-Orders: 'Neon Dreams' Three Editions Revealed",
    "slug": "neon-dreams-album-editions-preorder",
    "excerpt": "Choose your edition! Regular, Limited, and Theater editions each come with unique bonuses. See what's included in each version.",
    "content": "<p>The 'Neon Dreams' album will be available in three editions:</p><p><strong>Regular Edition (RM45):</strong> CD + 1 random photo card from 48 types, lyric booklet</p><p><strong>Limited Edition (RM89):</strong> CD + DVD with music video and making-of, photo book (48 pages), 2 random photo cards, special holographic cover</p><p><strong>Theater Edition (RM120):</strong> CD + exclusive theater performance DVD, deluxe photo book (96 pages), complete photo card set (48 cards), handshake event ticket, collectible box</p><p>Pre-orders open January 15, 2026. All pre-orders receive a special pre-order bonus photo card!</p>",
    "category": "release",
    "image": "https://images.unsplash.com/photo-1512308881776-8fd356b5fc33?w=1200&h=800&fit=crop",
    "author": "KLP48 Store",
    "publishedAt": "2025-12-01T08:00:00Z",
    "featured": false,
    "tags": ["album", "pre-order", "neon dreams"],
    "readTime": 4,
    "views": 21500
  },
  {
    "id": "news-020",
    "title": "Fan Club Exclusive: Virtual Meet & Greet This Weekend",
    "slug": "virtual-meet-greet-weekend",
    "excerpt": "International fans! Join us for a special virtual meet & greet session with selected members. Premium fan club members only.",
    "content": "<p>Calling all international fans! This weekend, premium fan club members can participate in an exclusive virtual meet & greet session via Zoom.</p><p>The event will feature 10 members selected by fan vote, with each session lasting 3 hours. Fans will have the opportunity to ask questions, play games, and interact directly with members in small groups.</p><p>Time slots available for different time zones: Asia (2:00 PM MYT), Europe (8:00 PM MYT), Americas (4:00 AM MYT Sunday).</p><p>Registration required. Check your fan club email for the registration link!</p>",
    "category": "fanclub",
    "image": "https://images.unsplash.com/photo-1588196749597-9ff075ee6b5b?w=1200&h=800&fit=crop",
    "author": "Fan Club Team",
    "publishedAt": "2025-11-28T12:00:00Z",
    "featured": false,
    "tags": ["virtual event", "meet and greet", "online"],
    "readTime": 3,
    "views": 5600
  },
  {
    "id": "news-021",
    "title": "Photo Book '2025: A Year of Dreams' Now Available",
    "slug": "photobook-2025-year-of-dreams",
    "excerpt": "Relive the best moments of 2025 with our comprehensive photo book featuring behind-the-scenes content, member interviews, and exclusive photos.",
    "content": "<p>Capture the magic of 2025 with KLP48's annual photo book! '2025: A Year of Dreams' is a 200-page hardcover book featuring professional photography from concerts, events, behind-the-scenes moments, and member profiles.</p><p>Each book includes individual member messages, group photos, and a retrospective of the year's biggest moments. The deluxe edition comes with a bonus poster set and special photo card collection.</p><p>Regular edition: RM95, Deluxe edition: RM150. Available online and at select retailers.</p>",
    "category": "store",
    "image": "https://images.unsplash.com/photo-1544947950-fa07a98d237f?w=1200&h=800&fit=crop",
    "author": "KLP48 Store",
    "publishedAt": "2025-11-25T09:00:00Z",
    "featured": false,
    "tags": ["photo book", "2025", "merchandise"],
    "readTime": 3,
    "views": 7800
  },
  {
    "id": "news-022",
    "title": "Auditions Open: Join KLP48 as 6th Generation!",
    "slug": "auditions-6th-generation-open",
    "excerpt": "Dream of becoming an idol? Auditions for KLP48's 6th generation are now open! Open to Malaysian citizens and PR holders aged 13-23.",
    "content": "<p>Have you always dreamed of performing on stage? KLP48's 6th generation auditions are officially open! We're looking for talented individuals with passion, dedication, and stage presence.</p><p><strong>Eligibility:</strong> Malaysian citizens or PR holders, ages 13-23 as of March 1, 2026. No prior experience required, but performance skills (singing, dancing, acting) are a plus.</p><p><strong>How to Apply:</strong> Submit your application online at auditions.klp48.my by February 28, 2026. Include a 1-minute introduction video and optional performance video.</p><p>Successful applicants will be invited to in-person auditions in Kuala Lumpur in March 2026. Don't miss this opportunity to join Malaysia's #1 idol group!</p>",
    "category": "news",
    "image": "https://images.unsplash.com/photo-1478737270239-2f02b77fc618?w=1200&h=800&fit=crop",
    "author": "Audition Team",
    "publishedAt": "2025-11-22T10:00:00Z",
    "featured": false,
    "tags": ["audition", "6th generation", "recruitment"],
    "readTime": 5,
    "views": 32100
  }
]
